Repository: LDAV/corrispettivi-for-woocommerce
Catalog: languages/corrispettivi-for-woocommerce-*.po
Languages: it_it

source: Corrispettivi for WooCommerce
it_it: Corrispettivi per WooCommerce

source: An aid for the compilation of the Register of Payments from WooCommerce sales.
it_it: Un aiuto per la compilazione del Registro dei Corrispettivi derivanti da vendite WooCommerce.

source: Invalid nonce verification
it_it: Verifica nonce non valida

source: Corrispettivi for WooCommerce requires %1$sWooCommerce%2$s 3.0+ to be installed and activated!
it_it: Corrispettivi per WooCommerce richiede che %1$sWooCommerce%2$s 3.0+ sia installato e attivato!

source: Corrispettivi for WooCommerce requires <strong>%1$sWooCommerce PDF Invoices Italian Add-on%2$s</strong> or <strong>%3$sWooCommerce Italian Add-on Plus%4$s</strong> to be installed and activated!
it_it: Corrispettivi for WooCommerce richiede che <strong>%1$sWooCommerce PDF Invoices Italian Add-on%2$s</strong> o <strong>%3$sWooCommerce Italian Add-on Plus%4$s</strong> sia installato e attivato!

source: Payments
it_it: Corrispettivi

source: For the invoices recognition, Corrispettivi for WooCommerce requires <strong>%1$sWooCommerce PDF Invoices Italian Add-on%2$s</strong> or <strong>%3$sWooCommerce Italian Add-on Plus%4$s</strong> to be installed and activated!
it_it: Per il riconoscimento delle fatture, Corrispettivi for WooCommerce richiede che <strong>%1$sWooCommerce PDF Invoices Italian Add-on%2$s</strong> o <strong>%3$sWooCommerce Italian Add-on Plus%4$s</strong> sia installato e attivato!

source: List of Payments
it_it: Elenco Corrispettivi

source: Filter payments
it_it: Filtra corrispettivi

source: Show days without payments
it_it: Mostra giorni senza pagamenti

source: Order status
it_it: Stato ordine

source: Date
it_it: Data

source: Total daily payments
it_it: Totale corrispettivi giornalieri

source: Tax rate
it_it: Aliquota

source: Non-taxable or exempt transactions
it_it: Operazioni non imponibili o esenti

source: Transactions not subject to VAT registration
it_it: Operazioni non soggette a registrazione IVA

source: Invoice from No.
it_it: Fattura dal n.

source: Invoice to No.
it_it: Fattura al n.

source: Export to Excel
it_it: Esporta su Excel

source: Export to CSV
it_it: Esporta su CSV
